Repository: mokha/verdd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fi, ru

source: X
ar: س

source: Translation
ar: ترجمة
fi: Käännös
ru: Перевод

source: Etymology
ar: أصل الكلمة
fi: Etymologia
ru: Этимология

source: Compound
ar: مُركب
fi: Yhdyssana
ru: Сложное слово

source: Derivation
ar: إشتقاق
fi: Johdos
ru: Словообразование

source: Variation
ar: تهجئة مختلفة
fi: Variaatio
ru: Вариация

source: Phraseology
ar: عِبارة
fi: Fraseologia
ru: Фразеология

source: Hyponymy
ar: إسم مشمول

source: Hyperonymy
ar: إسم شامل

source: Holonymy
ar: إسم كل

source: Meronymy
ar: إسم جزء

source: Co-hyponym
ar: إسم شامل مشترك

source: Synonym
ar: مُرادف

source: Antonym
ar: مُضاد

source: Other
ar: آخر
fi: Muu
ru: Другая

source: Akusanat
ar: أكوسَنت

source: TermWiki
ar: تيرم ويكي

source: Generic
ar: عام
fi: Yleistyksellinen

source: Specification
ar: التخصيص
fi: Tarkennus
ru: Особенность

source: Gender
ar: الجنس
fi: Suku

source: Semantic Type
ar: نوع المعنى

source: Type
ar: النوع
fi: Tyyppi
ru: Тип

source: defNative
ar: التعريف في اللغة المحلية

source: Ignore
ar: تجاهل
fi: Jätä huomiotta

source: Geo
ar: الجغرافية

source: Lexeme
ar: المُفردة المتمكنة
fi: Lekseemi
ru: Лексема

source: POS
ar: قسم الكلمة
fi: Sanaluokka
ru: Часть речи

source: Homonym ID
ar: رقم هوية الإشتراك اللفظي
fi: Homonymin ID
ru: ID омонимии

source: Continuation Lexicon
ar: معجم الاستمرارية
fi: Jatkoleksikko
ru: Лексикон морфологического продолжения

source: Lemma ID
ar: رقم هوية الجذاذة
fi: Lemman ID
ru: ID леммы

source: Inflex ID
ar: رقم هوية التصريف
fi: Taivutus ID
ru: ID словоизменения

source: Inflex Type
ar: نوع التصريف
fi: Taivutustyyppi
ru: Тип словоизменения

source: Notes
ar: الملاحظات
fi: Muistiinpanoja
ru: Замечание

source: Processed
ar: مُعالج
fi: Käsitelty
ru: Обработан

source: Save
ar: حفظ
fi: Tallenna
ru: Сохранить

source: Languages
ar: اللغات
fi: Kielet
ru: Языки

source: To
ar: إلى
fi: Kohde
ru: Выходной язык

source: From
ar: من
fi: Lähde
ru: Исходный язык

source: Name
ar: الإسم
fi: Nimi
ru: Имя

source: Page
ar: الصفحة
fi: Sivu
ru: Страница

source: Source
ar: المصدر
fi: Lähde
ru: Источник

source: Title
ar: العنوان
fi: Otsikko
ru: Глава

source: URL
ar: محدد موقع الموارد المُوحّد

source: Approved
ar: مُوافق عليه
fi: Hyväksytty
ru: Утвержден

source: Word form
ar: صيغة الكلمة
fi: Sanamuoto
ru: Форма слова

source: Morphosyntactic description
ar: وصف التشكيل النحوي
fi: Morfosyntaktinen kuvaus
ru: Морфосинтаксическое описание

source: Edit Mini Paradigm
ar: تعديل الصيغة الحرفية
fi: Muokkaa miniparadigmaa
ru: Редактировать минипарадигму

source: Delete
ar: حذف
fi: Poista
ru: Убрать

source: Example
ar: المثال
fi: Esimerkki
ru: Пример

source: Text
ar: النص
fi: Teksti
ru: Текст

source: Relation
ar: العلاقة
fi: Relaatio
ru: Связь

source: Mini Paradigm
ar: الصيغة الحرفية

source: Model
ar: النموذج
fi: Malli

source: Search
ar: بحث
fi: Etsi
ru: Искать

source: Switch Direction
ar: تبديل الإتجاه
fi: Vaihda suuntaa

source: Stem
ar: جذر الكلمة
fi: Vartalo
ru: Осново

source: Order
ar: الترتيب

source: Symbol
ar: الرمز
fi: Symbooli
ru: Символ

source: Comment
ar: التعليق
fi: Muistiinpanoja
ru: Замечание

source: Add Affiliation
ar: إضافة إنتماء
fi: Lisää linkki
ru: Добавить связь

source: Delete Affiliation
ar: حذف إنتماء
fi: Poista linkki
ru: Убрать связь

source: Link
ar: الرابط
fi: Linkki
ru: Связь

source: Yes
ar: نعم
fi: Kyllä
ru: Да

source: No
ar: لا
fi: Ei
ru: Нет

source: Edit Affiliation
ar: تعديل الإنتماء
fi: Muokkaa linkkiä
ru: Редактировать связь

source: Add Example
ar: إضافة مثال
fi: Lisää esimerkki
ru: Добавить пример

source: Delete Example
ar: حذف مثال
fi: Poista esimerkki
ru: Убрать пример

source: Examples
ar: أمثلة
fi: Esimerkit
ru: Примеры

source: add
ar: إضافة
fi: lisää
ru: добавить

source: edit
ar: تعديل
fi: muokkaa
ru: редактировать

source: delete
ar: حذف
fi: poista
ru: убрать

source: Edit Example
ar: تعديل المثال
fi: Muokkaa esimerkkiä
ru: Редактировать пример

source: Delete Example Relation
ar: حذف مثال العلاقة
fi: Poista esimerkin relaatio

source: Filter
ar: صنف
fi: Suodata

source: History ID
ar: رقم هوية السجل
fi: Historian ID

source: Instance
ar: النموذج

source: Changes
ar: التغيُّرات
fi: Muutoksia

source: Actions
ar: الأفعال
fi: Toiminnot
ru: Процессы

source: <b>%(field)s</b> changed from "<i>%(old)s</i>" to "<i>%(new)s</i> "
ar: <b>%(field)s</b> غُيِّرت من "<i>%(old)s</i>" إلى "<i>%(new)s</i> "

source: view current
ar: عرض الحالي

source: First
ar: الأول
fi: Ensimmäinen
ru: Первый

source: Previous
ar: السابق
fi: Edellinen
ru: Предидущий

source: of
ar: من

source: Next
ar: التالي
fi: Seuraava
ru: Следующий

source: Last
ar: الأحير
fi: Viimeinen
ru: Последный

source: Total
ar: الإجمالي
fi: Yhteensä
ru: Общяя сумма

source: Showing
ar: عرض
fi: Näytetään
ru: Показывается

source: Add Lexeme
ar: إضافة مُفردة متمكنة
fi: Lisää lekseemi
ru: Добавить лексему

source: ID
ar: رقم الهوية

source: Contlex
ar: معجم الاستمرارية
fi: Jatkoleksikko
ru: Лексикон морфологического продолжения

source: Language
ar: اللغة
fi: Kieli
ru: Язык

source: Ordered By
ar: مُرتبة حسب
fi: Järejestys
ru: Разместить

source: Approve
ar: موافق
fi: Hyväksy

source: view
ar: عرض
fi: näytä
ru: показать

source: Language (ISO 639-3)
ar: اللغة (ISO 639-3)
fi: Kieli (ISO 639-3)

source: Cont
ar: معجم الاستمرارية
fi: Jatkoleksikko
ru: Лексикон морфологического продолжения

source: Inflex Id
ar: رقم هوية التصريف
fi: Taivutus ID
ru: ID словоизменения

source: Affiliations
ar: الإنتماءات
fi: Sana muualla
ru: Встречается в других местах

source: Last edit
ar: آخر تعديل
fi: Viimeisin muokkaus
ru: Последняя редакция

source: Metadata
ar: البيانات الوصفية
fi: Metadataa
ru: Метадата

source: Previous Lexemes
ar: المفردات المتمكنة السابقة
fi: Edeltävät lekseemit
ru: Предидущие лексемы

source: Next Lexemes
ar: المفردات المتمكنة التالية
fi: Seuraavat lekseemit
ru: Следующие лексемы

source: Mini Paradigms
ar: الصيغ الحرفية
fi: Miniparadigmat
ru: Минипарадигмы

source: See all mini paradigms
ar: عرض جميع الصيغ الحرفية
fi: Näytä miniparadigmat
ru: Показать все минипарадигмы

source: All Mini Paradigms
ar: جميع الصيغ الحرفية
fi: Kaikki miniparadigmat
ru: Все минипарадигмы

source: Close
ar: أغلق
fi: Sulje
ru: Закрыть

source: Relations
ar: العلاقات
fi: Relaatiot

source: Bulk Approve
ar: موافقة جماعية
fi: Hyväksy

source: Download
ar: تحميل
fi: Lataa
ru: Скачать

source: as CSV
ar: كـ CSV

source: as LEXC
ar: كـ LEXC

source: Add Metadata
ar: إضافة بيان وصفي
ru: Добавить метадату

source: Delete Metadata
ar: حذف بيان وصفي
fi: Poista metadata

source: Edit Metadata
ar: تعديل بيان وصفي
fi: Muokkaa metadataa

source: Existing Mini Paradigms
ar: الصيغ الحرفية المتاحة
fi: Olemassa olevat miniparadigmat
ru: Существующие минипарадигмы

source: Add Mini Paradigms
ar: إضافة صيغ حرفية
fi: Lisää miniparadigma
ru: Добавить минипарадигму

source: MSD
ar: وصف التشكيل النحوي
fi: Morfosyntaktinen kuvaus
ru: Морфо-синтактическое описание

source: Add Relation
ar: إضافة علاقة
fi: Lisää relaatio

source: Sources
ar: مصادر
fi: Lähteet
ru: Источники

source: link
ar: رابط
fi: linkki
ru: связь

source: Link Examples
ar: ربط الأمثلة
fi: Linkitä Esimerkit

source: Edit Examples Link
ar: تعديل رابط الأمثلة
fi: Muokkaa esimerkkien linkkiä

source: Add Source
ar: إضافة مصدر
fi: Lisää lähde
ru: Добавить источник

source: Add Stem
ar: إضافة جذر
fi: Lisää vartalo

source: Delete Stem
ar: حذف جذر
fi: Poista vartalo

source: Stems
ar: جذور
ru: Основы

source: Edit Stem
ar: تعديل الجذر
fi: Muokkaa vartaloa

source: Id
ar: رقم الهوية

source: Exact
ar: بالضبط
fi: Täysi vastaavuus
ru: Точное совпадение

source: iExact
ar: بالضبط (غير حساس)
fi: Täysi vastaavuus (kirjainkokoriippumaton)
ru: Точное совпадение (независимый от регистра)

source: Contains
ar: يحتوي
fi: Sisältää
ru: Все варианты

source: iContains
ar: يحتوي (غير حساس)
fi: Sisältää (kirjainkokoriippumaton)
ru: Все варианты (независимый от регистра)

source: Starts with
ar: يبدأ بـ
fi: Alkaa
ru: В начале слова

source: iStarts with
ar: يبدأ بـ (غير حساس)
fi: Alkaa (kirjainkokoriippumaton)
ru: В начале слова (независимый от регистра)

source: Ends with
ar: ينتهي بـ
fi: Päättyy
ru: В конце слова

source: iEnds with
ar: ينتهي بـ (غير حساس)
fi: Päättyy (kirjainkokoriippumaton)
ru: В конце слова (независимый от регистра)

source: Regex
ar: تعبير نمطي
fi: Säännöllinen lauseke
ru: Реглярное выражение

source: iRegex
ar: تعبير نمطي (غير حساس)
fi: Säännöllinen lauseke (kirjainkokoriippumaton)
ru: Реглярное выражение (независимый от регистра)

source: Range from
ar: إمتداد من
fi: Alkaen kirjaimesta
ru: От (в интервале)

source: Range to
ar: إمتداد إلى
fi: Päättyen kirjaimeen
ru: До (в интервале)

source: Order by
ar: ترتيب حسب
fi: Järjestys
ru: Разместить

source: descending
ar: تنازلي
fi: laskeva
ru: по убыванию

source: ContLex
ar: معجم الاستمرارية
fi: Jatkoleksikko
ru: Лексикон морфологического продолжения

source: inflexType
ar: نوع التصريف
fi: Taivutustyyppi
ru: Тип словоизменения

source: Consonance
ar: جناس صامت
fi: Konsonanssi
ru: Консонанс

source: revConsonance
ar: جناس صامت مكوس
fi: Konsonanssi (käänteinen)
ru: Консонанс (обратный)

source: Assonance
ar: جناس مصوت
fi: Assonanssi
ru: Ассонанс

source: RevAssonance
ar: جناس مصوت معكوس
fi: Assonanssi (käänteinen)
ru: Ассонанс (обратный)

source: Homepage
ar: الصفحة الرئيسية
fi: Kotisivu
ru: Домашняя страница

source: Edit
ar: تعديل
fi: Muokkaa
ru: Редактировать

source: Edit Relation
ar: تعديل العلاقة
fi: Muokkaa relaatiota
ru: Редактировать связь

source: Edit source
ar: تعديل المصدر
fi: Muokkaa lähdettä
ru: Редактировать источник

source: Edit mini paradigm
ar: تعديل الصيغة حرفية
fi: Muokkaa miniparadigmaa
ru: Редактировать минипарадигму

source: Add mini paradigm
ar: إضافة صيغة حرفية
fi: Lisää miniparadigma
ru: Добавить минипарадигму

source: Add Relation from
ar: إضافة علاقة من
fi: Lisää relaatio toisesta sanasta
ru: Добавить связь из другого слова

source: Add source
ar: إضافة مصدر
fi: Lisää lähde
ru: Добавить источник

source: Delete lexeme
ar: حذف المفرد
fi: Poista lekseemi
ru: Убрать лексему

source: Delete Relation
ar: حذف العلاقة
fi: Poista relaatio
ru: Убрать связь

source: Delete Source
ar: حذف المصدر
fi: Poista lähde
ru: Убрать источник

source: Add Data
ar: إضافة البيانات
ru: Добавить дату

source: Edit Data
ar: تعديل البيانات
fi: Muokkaa dataa

source: Add example from
ar: إضافة مثال من
fi: Lisää esimerkki jostain

source: Edit example link
ar: تعديل رابط المثال
fi: Muokkaa esimerkkilinkkiä

source: Delete Data
ar: حذف البيانات
fi: Poista data

source: History Search
ar: البحث في السجلات
fi: Etsi historiasta

source: Empty list and '%(class_name)s.allow_empty' is False.
ar: القائمة الفارغة و '%(class_name)s.allow_empty' خطأ.

source: Approving Lexemes
ar: إعتماد المفردات
fi: Lekseemien hyväksyntä

source: Relation Search
ar: بحث العلاقات
fi: Etsi relaatioista

source: Lexeme ID
ar: رقم هوية المفرد
fi: Lekseemi ID

source: Approving Relations
ar: إعتماد العلاقات
fi: Muokkaa relaatioita

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ar: مرحباً %(site_name)s! أنت تتلقى هذا البريد الإلكتروني لأنك أو شخص آخر طلب كلمة مرور لحساب المستخدم الخاص بك. يمكن تجاهل هذا البريد بأمان إذا لم تطلب إعادة تعيين كلمة المرور. انقر فوق الارتباط أدناه لإعادة تعيين كلمة المرور الخاصة بك.
fi: Tervehdys sivustolta %(site_name)s! Saat viestin, koska joku on pyytänyt salasanaa sivulle. Jos et pyytänyt salasanaa, voit poistaa tämän viestin. Palauta salasana linkistä:
ru: Приветствие от сайта «%(site_name)s»! Получишь письмо, потому что кто-то просил пароль для страницы. Если не просил пароль, можешь удалить это письмо. Восстановить пароль по ссылке:

source: In case you forgot, your username is %(username)s.
ar: في حال نسيت ، اسم المستخدم الخاص بك هو %(username)s.
fi: Käyttäjätunnuksesi on %(username)s.
ru: Если забыл, твое имя пользователя -- «%(username)s».

source: Thank you for using %(site_name)s! %(site_domain)s
ar: شكرا لأستخدامك %(site_name)s! %(site_domain)s
fi: Kiitos, että käytät %(site_name)s-sivustoa! %(site_domain)s
ru: Спасибо за использование сайта «%(site_name)s»! %(site_domain)s

source: Change Password
ar: غير كلمة السر
fi: Vaihda salasana
ru: Сменить пароль

source: Password Reset
ar: إعادة تعيين كلمة المرور
fi: Palauta salasana
ru: Восстановить пароль

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي
fi: Palauta salasana
ru: Восстановить пароль

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. يرجى الاتصال بنا إذا لم تستلمه خلال بضع دقائق.
fi: Lähetimme sinulle sähköpostia
ru: Мы отправили тебе электронное письмо. Пожалуйста, свяжись с нами,если не получил его в течение нескольких минут.

source: Bad Token
ar: رمز سيئ
fi: Virheellinen tokeni
ru: Ошибочний знак

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه تم استخدامه بالفعل. رجاء أطلب <a href="%(passwd_reset_url)s">إعادة تعيين كلمة المرور مرة آخرى</a>.
fi: Linkki on vanhentunut pyydä <a href="%(passwd_reset_url)s">uusi salasana</a>.
ru: Срок действия ссылки истек проси <a href="%(passwd_reset_url)s">новый пароль</a>.

source: change password
ar: غير كلمة السر
fi: vaihda salasana
ru: сменить пароль

source: Your password is now changed.
ar: تم تغيير كلمة مرورك الآن.
fi: Salasanasi on vaihdettu
ru: Твой пароль теперь изменен.

source: Verdd
ar: ڤيرد
fi: Veʹrdd
ru: Veʹrdd

source: Back
ar: عودة
fi: Takaisin
ru: Обратно

source: Search Relations
ar: بحث العلاقات
fi: Relaatiot

source: Symbols
ar: الرموز
fi: Symboolit
ru: Символы

source: Logout
ar: تسجيل الخروج
fi: Kirjaudu ulos
ru: Выйти

source: Signup
ar: سجل
fi: Luo tunnus
ru: Зарегистрироваться

source: Sign In
ar: تسجيل الدخول
fi: Kirjaudu sisään
ru: Войти в систему

source: First name
ar: الإسم الأول
fi: Etunimi
ru: Имя

source: Last name
ar: الكنية
fi: Sukunimi
ru: Фамилия

source: English
ar: الإنجليزية
fi: Englanti
ru: По-англиски

source: Finnish
ar: الفنلندية
fi: Suomi
ru: По-фински

source: Russian
ar: الروسية

source: Erzya
ar: الإيرزية

source: Spanish
ar: الأسبانية

source: Portuguese
ar: البرتغالية

source: Skolt Sami
fi: Koltansaame

source: Skolt Sammi
ru: По скольтско-саамски
